WELLCOME_MESSAGE = ("Приветствую тебя в нашем боте,"
                    " посвященном помощи людям! 🕊️🕯️\n\n"
                    "Здесь ты можешь оставить записку "
                    "или поставить свечу в одном из "
                    "известных храмов <i>Европы, Грузии, "
                    "России и Беларуси </i>, если по каким-то "
                    "обстоятельствам не можешь лично посетить эти святые места.\n\n"
                    "Наша миссия - сделать святыни доступными для каждого, "
                    "независимо от географического положения. "
                    "Ты можешь передать свои молитвы, "
                    "пожелания или поставить свечу, зная, "
                    "что твой запрос будет передан непосредственно в выбранный храм. \n\n"
                    "Оплата за услуги осуществляется удобной платежной системой, "
                    "а цена формируется исключительно с учетом логистики.\n\n"
                    "Пусть твои духовные связи останутся крепкими, "
                    "несмотря на физическое удаление. "
                    "Добро пожаловать в наш бот, "
                    "где виртуальные святыни становятся мостом между тобой и духовной гармонией! 🙏✨")
MENU_MESSAGE = ("Здесь ты можешь воспользоваться различными услугами, "
                "управлять своим профилем, "
                "ознакомиться с политикой конфиденциальности и "
                "условиями использования. "
                "Если у тебя есть вопросы, не забудь заглянуть в раздел FAQ "
                "или обратиться к специалисту поддержки.")
SERVICES_MESSAGE = "Выбери нужную тебе услугу из списка и следуй инструкциям далее для ее оформления."

COUNTRY_MESSAGE = ("Выбери желаемую страну из списка доступных, "
                   "для просмотра в каких Храмах и Святынях мы сможем осуществить твою услугу!")
NOTE_TEMPLES_MESSAGE = "Выбери храм, в котором ты желаешь оставить записку!"
CANDLE_TEMPLES_MESSAGE = "Выбери храм, в котором ты желаешь поставить свечу!"
TERMS_OF_USE = ("<i>1. Введение</i>\n"
                "<i>Духовный Помощник предлагает услуги по вере и духовности, "
                "включая зажигание свечей и отправку записок с молитвами. "
                "Мы гарантируем чистоту намерений и подтверждаем каждый ритуал фото и видео.</i>\n\n"
                "<i>2. Сбор и использование информации</i>\n"
                "<i>Мы собираем данные для ритуалов, включая имена и молитвы, "
                "и используем их только для предоставления услуг, не передавая третьим лицам без согласия.</i>\n\n"
                "<i>3. Хранение и защита данных</i>\n"
                "<i>Ваши данные защищены и хранятся в безопасности от несанкционированного доступа.</i>\n\n"
                "<i>4. Права пользователей</i>\n"
                "<i>Вы можете запросить доступ, исправление или удаление своих данных. "
                "Для этого свяжитесь с нами.</i>\n\n"
                "<i>5. Изменения в политике конфиденциальности</i>\n"
                "<i>Мы оставляем за собой право вносить изменения в политику конфиденциальности "
                "и уведомлять вас о них через Telegram.</i>\n\n"
                "<i>6. Контактная информация</i>\n"
                "<i>Если у вас есть вопросы или замечания, пожалуйста, свяжитесь с нами через Telegram.</i>")
PRIVACY_MESSAGE = ("1. <b>Сбор и использование информации:</b>\n"
                   "<i>Мы собираем только необходимую информацию для обработки ваших запросов. "
                   "Эти данные используются исключительно для предоставления услуг и не передаются третьим лицам "
                   "без вашего согласия.</i>\n\n"
                   "2. <b>Хранение и защита данных:</b>\n"
                   "<i>Ваши личные данные хранятся в безопасности и защищены от несанкционированного доступа. "
                   "Мы принимаем все необходимые меры для обеспечения безопасности ваших данных.</i>\n\n"
                   "3. <b>Права пользователей:</b>\n"
                   "<i>Вы имеете право запросить доступ, исправление или удаление ваших личных данных. "
                   "Для этого свяжитесь с нами через наш бот.</i>\n\n"
                   "4. <b>Изменения в политике конфиденциальности:</b>\n"
                   "<i>Мы оставляем за собой право вносить изменения в политику конфиденциальности. "
                   "О любых изменениях мы сообщим вам через нашего бота.</i>\n\n"
                   "5. <b>Контактная информация:</b>\n"
                   "<i>Если у вас есть вопросы или замечания относительно "
                   "нашей политики конфиденциальности, свяжитесь с нами через нашего бота.</i>")

ICON_MESSAGE = "Выберите икону!"
PERIOD_MESSAGE = ("Выберите период!\n\n"
                  "<i>При выборе периода сроком на месяц и более, "
                  "оплата будет осуществляться в виде подписки на выбранную услугу.</i>")
ERROR_MESSAGE = "Произошла ошибка, попробуйте еще раз!"
FAQ_MESSAGE = ("1. <b>Исполнители заказов:</b>\n"
               "<i>Наши заказы выполняются сердечными и преданными прихожанами, "
               "готовыми передать ваше желание с полной ответственностью и чистотой сердца.</i>\n\n"
               "2. <b>Время выполнения заказа:</b>\n"
               "<i>Время ожидания зависит от местоположения. "
               "В городах обычно от 24 до 72 часов, в то время как для Афона и Иерусалима — "
               "до 14 дней из-за их особенностей.</i>\n\n"
               "3. <b>Проверка статуса заказа:</b>\n"
               "<i>Следите за обновлениями и моментами вашего заказа в личном профиле.</i>\n\n"
               "4. <b>Надежность сервиса:</b>\n"
               "<i>Мы подтверждаем выполнение заказа фотографиями или видеоматериалами, "
               "демонстрируя фон храма и дату выполнения, "
               "чтобы гарантировать прозрачность и подлинность наших услуг.</i>\n\n"
               "5. <b>Решение проблем:</b>\n"
               "<i>Если заказ не выполнен в течение 30 дней, "
               "мы гарантируем полный возврат средств. "
               "Для разрешения вопросов и разочарований предусмотрен период возврата "
               "в течение 10 дней после получения жалобы.</i>\n\n"
               "6. <b>Возврат средств при подписке:</b>\n"
               "<i>Мы гарантируем возврат за конкретный невыполненный заказ, а не за весь период подписки.</i>")
CITY_MESSAGE = ("Выбери желаемый город из списка доступных, "
                "для просмотра в каких Храмах и Святынях мы сможем осуществить твою услугу!")

NOTES_MESSAGE = "С каким намерением ты желаешь оставить записку?"
CANDLE_MESSAGE = "С каким намерением ты желаешь поставить свечу?"
note_messages_for_temples = {
    'msc_1': 'Прейскурант цен на услугу <i>"Подать записку"</i> в выбраном Храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> - 2000 рублей</i>\n\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'msc_2': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'msc_3': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'msc_4': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'spb_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'spb_2': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'spb_3': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'spb_4': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'rstv_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
              '<i>Разовая записка - 100 рублей</i>\n'
              '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
              '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
              '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
              '<i>С каким намерением ты желаешь оставить записку?</i>',
    'rstv_2': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
              '<i>Разовая записка - 100 рублей</i>\n'
              '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
              '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
              '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
              '<i>С каким намерением ты желаешь оставить записку?</i>',
    'kzn_2': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'kzn_3': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'kzn_4': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'nzn_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'nzn_2': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'rus_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'rus_2': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'brest_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
               '<i>Разовая записка - 100 рублей</i>\n'
               '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
               '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
               '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
               '<i>С каким намерением ты желаешь оставить записку?</i>',
    'zhirovichy_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
                    '<i>Разовая записка - 100 рублей</i>\n'
                    '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
                    '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
                    '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
                    '<i>С каким намерением ты желаешь оставить записку?</i>',
    'polotsk_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
                 '<i>Разовая записка - 100 рублей</i>\n'
                 '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
                 '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
                 '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
                 '<i>С каким намерением ты желаешь оставить записку?</i>',
    'kozhany_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
                 '<i>Разовая записка - 100 рублей</i>\n'
                 '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
                 '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
                 '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
                 '<i>С каким намерением ты желаешь оставить записку?</i>',
    'grc_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
    'isr_1': 'Прейскурант цен на услугу "Подать записку" в данном храме:\n\n'
             '<i>Разовая записка - 100 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 500 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 1000 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 2000 рублей</i>\n'
             '<i>С каким намерением ты желаешь оставить записку?</i>',
}

candle_messages_for_temples = {
    'msc_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'msc_2': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'msc_3': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'msc_4': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> -1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'spb_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'spb_2': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'spb_3': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'spb_4': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'rstv_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
              '<i>Разовая услуга - 660 рублей</i>\n'
              '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
              '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
              '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
              '<i>С каким намерением ты желаешь поставить свечу</i>',
    'rstv_2': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
              '<i>Разовая услуга -660 рублей</i>\n'
              '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
              '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
              '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
              '<i>С каким намерением ты желаешь поставить свечу</i>',
    'kzn_2': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'kzn_3': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'kzn_4': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'nzn_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'nzn_2': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 660 рублей</i>\n'
             '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
             '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
             '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'rus_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 2820 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'rus_2': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 2820 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'brest_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
               '<i>Разовая услуга - 660 рублей</i>\n'
               '<i>Месяц <i>(каждую неделю - 4 раза)</i> - 1880 рублей</i>\n'
               '<i>Полгода <i>(каждую неделю - 24 раза)</i> - 9310 рублей</i>\n'
               '<i>Год <i>(каждую неделю - 48 раз)</i> 16830 рублей</i>\n'
               '<i>С каким намерением ты желаешь поставить свечу</i>',
    'zhirovichy_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
                    '<i>Разовая услуга - 2820 рублей</i>\n'
                    '<i>С каким намерением ты желаешь поставить свечу</i>',
    'polotsk_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
                 '<i>Разовая услуга - 2820 рублей</i>\n'
                 '<i>С каким намерением ты желаешь поставить свечу</i>',
    'kozhany_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
                 '<i>Разовая услуга - 2820 рублей</i>\n'
                 '<i>С каким намерением ты желаешь поставить свечу</i>',
    'grc_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 9400 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
    'isr_1': 'Прейскурант цен на услугу "Поставить свечу" в данном храме:\n\n'
             '<i>Разовая услуга - 4700 рублей</i>\n'
             '<i>С каким намерением ты желаешь поставить свечу</i>',
}

profile_message = (
    'Добро пожаловать в Ваш профиль!:\n\n'
    'Ваше имя: <i>{}</i>\n'
    'Фамилия: <i>{}</i>\n'
    'Никнейм: <i>{}</i>\n'
    'Уникальный идентификатор: <i>{}</i>\n'
    'Дата регистрации: <i>{}</i>\n'
)

ORDERS_MESSAGE = (
    'Здесь вы можете просматривать свои заказы, а также отслеживать их статус.'
)

WAITING_ORDERS_MESSAGE = (
    'Информация о ваших заказах в статусе "Ожидание".'
)
IN_PROGRESS_ORDERS_MESSAGE = (
    'Информация о ваших заказах в статусе "В процессе".'
)
COMPLETED_ORDERS_MESSAGE = (
    'Информация о ваших заказах в статусе "Завершено".'
)